experiments/redis_contention/combined_bandwidth_contention/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_48/pair_14/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         8587.45    429371.90         0.47         0.46554         0.46300         0.71900         0.83900    442865.63 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       8587.45    429371.90         0.47         0.46554         0.46300         0.71900         0.83900    442865.63